<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 5.2 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html dir="rtl" lang="fa">
<head>
<link rel="SHORTCUT ICON" href="img/favicon.png"/>
<title>واقعیت افزوده | Augmented reality</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="revisit-after" content="1 day"/>
<meta http-equiv="content-language" content="fa">
<meta name="description" content="تور مجازی واقعیت افزورده بانک تور تورمجازی  virtual tour  Augmented Reality AR" />
<meta name="keywords" content="تور مجازی واقعیت افزورده بانک تور تورمجازی  virtual tour  Augmented Reality AR" />
<link rel="stylesheet" type="text/css" href="css/style2.css" media="all" />
<link rel="stylesheet" type="text/css" href="css/hoverex-all.css" media="all" />
<script src="js/jquery.min.js" type="text/javascript"></script>
</head>
<body>
<div id="wait" class="wait1"><img src="img/wait.gif" /></div>
<script>
$(document).ready(function() {
	window.setTimeout(function() {
		$('#wait').removeClass('wait1').addClass('wait0');		
	}, 1000)
	$(".main").fadeIn('slow');
});
</script>
<?php include 'top-menu.php';?>
<div class="main">
<div class="title"><a href="../index.html"> صفحه اصلی </a>  » واقعیت افزوده </div>
<div class="container">
<b>واقعیت افزوده چیست؟</b>
<p>
واقعیت افزوده که در واقع برگردان فارسی عبارت Augmented reality است، تکنولوژی نسبتا جدیدی است که به وسیله افزودن یکسری نماهای دیجیتالی به دنیای واقعی، ارتباط شما را با مسائل روزمره معنی دار تر میکند. این نماهای دیجیتالی از طریق دریافت و پردازش اطلاعات کاربر از دنیای بیرون ایجاد میشوند و با عناصر دنیای واقعی پیوند می خورند.
</p>
<center><img alt="" src="img/ar.jpg" style="margin: auto;"/></center>
<br/>
<b>تفاوت واقعیت افزوده و واقعیت مجازی</b>
<p>
به طور خلاصه واقعیت مجازی فناوری است که به کاربران این امکان را میدهد تا با یک محیط شبیه سازی شده درکنش باشند. واقعیت مجازی تنها واقعیت را شبیه سازی میکند و فاقد مادیت فیزیکی است و کلیه عناصر درک شده توسط کاربر، ساخته کامپیوترها هستند، اما در واقعیت افزوده، بخشی از اطلاعاتی که کاربر درک میکند در دنیای واقعی و به صورت فیزیکی وجود دارند و بخشی از آن توسط کامپیوتر ساخته شده و به دنیای واقعی افزوده میشود.
</p>
<b>عملکرد واقعیت افزوده</b>
<p>
عملکرد واقعیت افزوده در سه بخش صورت میگیرد. در بخش اول همه داده های مورد نیاز از دنیای واقعی به وسیله سنسورهای مختلف دریافت میشوند. در بخش دوم همه اطلاعاتی که در بخش اول تهیه شده است مورد تجزیه وتحلیل قرار گرفته و با جستجو در منابع اطلاعاتی مختلف، اطلاعات مورد نیاز برای سوژه مورد نظر به دست می آید. و در آخر اطلاعات به دست آمده، با شکل و ظاهری مطلوب نمایش داده میشوند.
</p>
<b>واقعیت افزوده در گوشی های هوشمند و تبلت ها</b>
<p>
در چند سال اخیر استفاده از واقعیت افزوده در گوشی های هوشمند و تبلت ها پیشرفت فراوانی داشته است، به این صورت که در آن از سنسورهای موجود در گوشی مانند دوربین، GPSو قطب نما برای گرفتن اطلاعات دنیای واقعی استفاده میشود و اطلاعات بر روی صفحه گوشی یا تبلت نمایش داده میشود. حضور این امکانات در یک بسته آماده به همراه سیستم عامل تلفن همراه مانند اندروید یا IOS، به پیاده سازی این برنامه ها کمک فراوانی میکند. 
</p>
<p>
<b>واقعیت افزوده در اپلیکیشن ها به سه شاخه ی اصلی تقسیم می شود:</b><br/>
<b>مبتنی بر الگو(Pattern based):</b> این اپلیکیشن ها معمولا با استفاده از دوربین گوشی یک الگو را شناسایی می کنند و محتوای دیجیتالی مرتبط با آن الگو را در اختیار کاربر قرار می دهد. فرض کنید در یکی از خیابان های شهر در حال پیاده روی هستید و از دریچه دوربین گوشی خود به سردر یک هتل نگاه میکنید و در همان لحظه میتوانید اطلاعاتی راجعبه هتل مورد نظر، ظرفیت آن، قیمت اقامت در هر اتاق، نمایی از اتاق ها و اطلاعاتی از این دست را مشاهده کنید و یا در هر کجا و هر زمان با اسکن آرم یک رستوران با گوشی خود، از لیست و قیمت غذاهای رستوران باخبر شوید و یا حتی وقتی از دوربین گوشی تلفن همراهتان به یک اتومبیل در ترافیک نگاه میکنید ناگهان تصویر سه بعدی اتومبیل و امکانات آن بر روی صفحه گوشی شما ظاهر میشود.
<center><img alt="" src="img/ar1.jpg" style="margin: auto;"/></center>
</p>

<p>
<b>مبتنی بر مکان (Location based):</b> در این نوع از فناوری واقعیت افزوده، مکان جغرافیایی کاربر به وسیله GPSگوشی بدست آمده و اعلایم و اشیا و محتوا، بر اساس مکان جغرافیایی کاربر به آن نمایش داده می شود. برای مثال فرض کنید به عنوان گردشگر به شهر یا کشوری دور از مکان سکونت خود مراجعه میکنید، در هنگام قدم زدن در هر خیابان یا مکانهای تاریخی و مراکز گردشگری، نام و تاریخچه و اطلاعات مربوط به هر بنا یا مسیر را مشاهده میکنید.
<center><img alt="" src="img/ar2.jpg" style="margin: auto;"/></center>
</p>
<p>
<b>مبتنی بر بدن (Gesture based) :</b> در این نوع فناوری به وسیله دوربین هایی با حسگرعمیق، حرکات مختلف بدن کاربر تشخیص داده شده و دستورات را دریافت میکنند. از این نوع فناوری بیشتر در بازی های رایانه ای استفاده می شود.
<center><img alt="" src="img/ar3.jpg" style="margin: auto;"/></center>
</p>



</div>

</div>
	<?php include_once("analyticstracking.php") ?>	 	
</body>
</html>