<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 5.2 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html dir="rtl" lang="fa">
<head>
<link rel="SHORTCUT ICON" href="img/favicon.png"/>
<title>تورمجازی | Virtual tour</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="revisit-after" content="1 day"/>
<meta http-equiv="content-language" content="fa">
<meta name="description" content="تور مجازی واقعیت افزورده بانک تور تورمجازی  virtual tour  Augmented Reality AR" />
<meta name="keywords" content="تور مجازی واقعیت افزورده بانک تور تورمجازی  virtual tour  Augmented Reality AR" />
<link rel="stylesheet" type="text/css" href="css/style2.css" media="all" />
<link rel="stylesheet" type="text/css" href="css/hoverex-all.css" media="all" />
<script src="js/jquery.min.js" type="text/javascript"></script>
</head>
<body>
<div id="wait" class="wait1"><img src="img/wait.gif" /></div>
<script>
$(document).ready(function() {
	window.setTimeout(function() {
		$('#wait').removeClass('wait1').addClass('wait0');		
	}, 1000)
	$(".main").fadeIn('slow');
});
</script>
<?php include 'top-menu.php';?>
<div class="main">
<div class="title"><a href="../index.html"> صفحه اصلی </a>  » تور مجازی</div>
<div class="container" style="display: none;">
<p>
تور مجازی به مجموعه ای از تصاویر , فایل های ویدئویی , تصاویر پانوراما (تصویری که از یک نقطه تمام یا بخشی از افق را پوشش می دهد) , فایل های صوتی , اطلاعات متنی و &#8230; اتلاق می شود که امکان آشنایی بیننده را با یک محیط و یا یک شی به صورت مجازی و بدونه حضور فیزیکی فراهم می نماید. هدف از ارائه تور مجازی از بین بردن محدودیت های زمانی و مکانی است به طور مثال با استفاده از تور مجازی می توان در یک بنای تاریخی پس از ویران شدن آن به گشت و گذار پرداخت و یا از نمایشگاهی که در کشوری دیگر و در زمان گذشته برگزار شده است دیدن نمود.
</p>
<center><img src="img/pano.jpg" alt="virtual tour" title="360-degree-seamless-panoramic"/></center>
<p>
همه ما تاکنون به صفحه های وب بسیار ابتدایی که تعدادی تصویر کوچک از محیط به همراه یک پلان بر خورده ایم که به عنوان تور مجازی به بیننده ارائه می شود. امروزه با توجه به رقابت شدید ارائه کنندگان خدمات در وب دیگر نمی توان انتظار داشت کاربران از چنین نمونه هایی استقبال نموده و از آنها استفاده کنند. یک تور مجازی مناسب باید بتواند با کاربر تعامل داشته باشد (interaction) و بهترین اطلاعات را در اسرع وقت و با یک رابط کاربری گرافیکی متناظر با فضای حقیقی در اختیار کاربران قرار دهد.
تور مجازی یکی از راه های بیان کردن است، راهی مناسب در دنیای مدرن امروز برای بیان کردن داشته های خود، داشته هایی از قبیل، موقعیت مناسب، امکانات کافی، تجهیزات مدرن و خدمات متمایز. اگر سیاست شما بر پایه پیشرفت روز افزون، خط و مشی شما بر پایه به روز بودن، و اخلاق کاری شما بر پایه رقابت سالم است، تور مجازی ابزاری است که امروزی به شما کمک خواهد کرد.
معرفی تور مجازی
تور مجازی به مجموعه ای از تصاویر , فایل های ویدئویی , تصاویر پانوراما، فایل های صوتی , اطلاعات متنی و … اتلاق می شود که امکان آشنایی بیننده را با یک محیط به صورت مجازی و بدون حضور فیزیکی فراهم می نماید به این صورت که در این تور فرد تمام جهات را به صورت ۳۶۰ درجه میبیند .</p>
<p>
تور مجازی فناوری جدیدی است که امکان بازدید مجازی از یک محیط واقعی را برای کاربران فراهم می­کند. تور مجازی قابلیتی مابین عکس و فیلم را به شما میدهد. وسعت دید در پانورامای ۳۶۰ وسیعتر از عکس است، خروجی این تکنیک همچون فیلم است ولی با این تفاوت که کنترل دوربین در دست کاربر است و کاربر میتواند تصور کند که در فضایی ایستاده است و به هر طرف که بخواهد میتواند رو کند، در آن زوم کند و سوژه را با جزئیات بیشتری ببیند.
تور مجازی، شامل چند نما یا پانورامای ۳۶۰ است که با ارتباط منطقی بین نقاط، امکان سفر بین آنها میسر می شود. مجموعه این نقاط جلوه ای از محیط کار شما را به نمایش میگذارد.
تور مجازی مجموعه ای کامل از تصاویر و اطلاعات مربوط به مجموعه شماست که برای مخاطبین شما امکان گردش مجازی در مجموعه شما را فراهم می کند.
</p>
<strong>روند تولید تور مجازی</strong>
<p>
روند تولید تور مجازی بدیـن صـورت است که متخصصـان ما با استفـاده از دوربینهـای عکاسـی۳۶۰ درجه تصاویری از بخشهای مختلف مجموعه شما (مانند ورودی، لابی، اتاقها، کارگاها، بخش ها و… ) تهیه می کنند. این تصاویر به گونه ای در برنامه تور مجازی قرار می گیرد که به مخاطب شما این امکان را می دهد تا در محیط کار و مجموعه شما گردش کرده از درب هر اطاق داخل شده، از راه پله ها بالا و پایین رود و به هرنقطه از مجموعه سرزده و در هر بخش اطلاعات لازم را دریافت کند. مخاطب شما می تواند با کلیک کردن برروی هر محصول یا هر دستگاه و … اطلاعات مربوط به آن را مشاهده کند.<br />
تور مجازی به شما این امکان را میدهد تا بدون نیاز به صرف زمان و هزینه های بالا و بدون نیاز به حضور در مجموعه شما، مخاطبین خود را در دنیای مجازی به بازدید از امکانات تجهیزات و تخصص های خود دعوت کنید.
تور مجازی ( Virtual Tour ) این امکان را برای افراد ایجاد می‌کند که از طریق اینترنت یک مکان را با تمام جزئیاتش مشاهده کنند.<br />
جهانگردی الکترونیکی و تور مجازی از جمله مباحثی است که در حال حاضر کارشناسان و متخصین با بهره گیری از فن آوری اطلاعات و ارتباطات در صنعت جهانگردی توانسته اند افقهای جدید ؛ بازارهای گسترده و رشد بی سابقه ای را نصیب کشورهای خود سازند.
<br/>
        
           

</div>

</div>
<?php include_once("analyticstracking.php") ?> 	
</body>
</html>